[HudMarker]
Torches=Факелы
Burn=Поджечь
Push=Толкать
Defend=Защищать
Stop=Остановить
Trebuchet1=Требушет 1
Trebuchet2=Требушет 2
Trebuchet3=Требушет 3
Trebuchet4=Требушет 4
Stand=Стоять
Use=Использовать
Sink=Потопить
Protect=Защитить
Destroy=Уничтожить
Free=Освободить
Kill=Убить
Capture=Захватить
Extinguish=Погасить
Turn=Повернуть
Guard=Охранять
Enter=Войти 
Advanced Combat Training=Продвинутая боевая подготовка
BOARD WARSHIP=Взять на абордаж военный корабль
Class Specific Training=Специализированное обучение для классов
Enlist=Поступить на службу
Exit Basic Training=Выйти из базовой подготовки
Exit Arena=Покинуть арену
Cataplt=Катапульта
Burn Pyre=Зажечь костер
Ballista=Баллиста
DefendVillage=Защитить деревню
Pillage=Грабить
BurnM=Сжечь рынок
BurnW=Сжечь пшеницу
BurnG=Сжечь амбар 


[ObjectiveSB]
BurnTheFarm=Сжечь ферму
DefendTheFarm=Защитить ферму
BombCart=Телега с бомбами
DefendTheVillage=Защитить деревню
KillThePeasants=Убить крестьян
BatteringRam=Таран
King=Король
SignalFire=Сигнальный костер
Trebuchets=Требушеты
SeaBattle=Морской бой
CorpseWagon=Повозка с трупами
DumpTheCorpses=Выбросить трупы
SluiceGate=Шлюзные ворота
KingsHeir=Наследники короля
DestroyWalls=Уничтожить стены
DefendWalls=Защищать стены
FreeSlaves=Освободить рабов
PreventSlaves=Помешать освобождению рабов
KillTheKing=Убить короля
DefendTheKing=Защитить короля
DefendTheFarm=Защищать ферму
KillThePeasants=Убить крестьян, сжечь их дома

[ObjectiveDescript]
BurnTheFarm=Сжечь дотла рынок, пшеничное поле и зернохранилище
DefendTheFarm=Не дать агатийцам сжечь ферму
BombCartA=Доставить телегу с бомбами к городским воротам
BombCartM=Остановить телегу с бомбами
DefendTheVillage=Защитить деревню от полчищ Мейсона.
KillThePeasants=Сжечь хижины и убить деревенских жителей. Убить 40 крестьян.
BatteringRamA=Остановить таран.
BatteringRamM=Доставить таран к воротам и разбить их. 
DefendTheKing=Защитить короля
KillTheKing=Убить короля
SignalFireA=Развести сигнальный костер, чтобы оповестить корабли
SignalFireM=Не дать противнику развести сигнальный костер. 
TrebuchetsA=Уничтожить требушеты!
TrebuchetsM=Защитить требушеты!
SeaBattleA=Использовать баллисту для потопления вражеских кораблей
SeaBattleM=Защитить баллисту
CorpseWagonA=Остановить повозку с трупами
CorpseWagonM=Протолкнуть повозку с трупами к шлюзу
DumpTheCorpsesM=Сбросить трупы из повозки в водный резервуар
SluiceGateA=Не допустить открытия шлюзных ворот
SluiceGateM=Действовать командой, чтобы открыть шлюзные ворота
KingsHeirA=Защитить семью короля.
KingsHeirM=Убить семью короля!
DestroyWalls=Разрушить стены баллистой
DefendWalls=Защитить стены
FreeSlaves=Освободить рабов!
PreventSlaves=Остановить освобождение рабов!
KillKingCit=Убить Лорда Малрика
DefendKingCit=Защитить короля Малрика
KillThePeasants=Сжечь деревню и убить крестьян. Убить 40 крестьян. (Сожженный дом засчитывается как 2 крестьянина!)

[ObjectiveStatus]
BurnTheFarm=Сожжено {Cur} из {Max} участков фермы.
BombCart={Cur}% пути пройдено телегой до цели!
DefendTheVillage=Убито {Cur} из {Max} крестьян
BatteringRam={Cur}% пройдено тараном до цели!
SignalFire=Костер разожжен на {Cur}%.
Trebuchets=Уничтожено {Cur} из {Max} требушетов
CorpseWagon={Cur}% пройдено повозкой с трупами до цели!
FreeSlaves=Освобождено {Cur} из {max} рабов
SinkShips=Потоплено {Cur} из {max} кораблей.
DFGates=Используется {Cur} из {max} ворот.
DFQueenFam={Cur} из {max} членов семьи королевы убито.
DFQueenSon={Cur}из {max} сыновей королевы убито.
DFKingFam={Cur}из {max} членов семьи короля убито.
DFRoyalFam={Cur}из {max} членов королевской семьи убито.

[Messages]
SpawnForward=Ты появишься в игре ближе.
MarketBurn=Рынок сожжен дотла.
WheatBurn=Поля пшеницы охвачены огнем.
GranaryBurn=Зернохранилище сожжено дотла.
F1Barn=Нажми F1 (по умолчанию), чтобы появиться в игре у амбара.
F1Gate=Нажми F1 (по умолчанию), чтобы появиться в игре у ворот.
F1CastleGate=Нажми F1 (по умолчанию), чтобы появиться в игре впереди у ворот замка
F1Throne=Нажми F1 (по умолчанию), чтобы появиться в игре позади в тронном зале
F1Town=Нажми F1 (по умолчанию), чтобы появиться в игре впереди в городе
F1Castle=Нажми F1 (по умолчанию), чтобы появиться в игре позади в замке
Stragglers=Оставшиеся на стене солдаты отступят, чтобы защитить своего короля!
Peasants30Remain=Осталось 30 крестьян!
HalfPeasants=Осталась половина крестьян!
Peasants10Remain=Осталось всего 10 крестьян!
Peasants5Remain=Осталось всего 5 крестьян!
Peasants1Remain=Остался всего 1 крестьянин!
ForceMoveMessage=Ты передвинулся к месту следующего появления в игре
Treb1Msg=Требушет 1 уничтожен
Treb2Msg=Требушет 2 уничтожен
Treb3Msg=Требушет 3 уничтожен
Treb4Msg=Требушет 4 уничтожен
SignalFireLit=Сигнальный костер разожжен!
SignalFireExt=Сигнальный костер погашен!
F1Wall=Нажми F1, чтобы появиться в игре впереди у стены
F1TSquare=Нажми F1, чтобы появиться в игре впереди на городской площади
F1Bridge=Нажми F1, чтобы появиться в игре впереди у моста
F1Keep=Нажми F1, чтобы появиться в игре впереди у заставы
DFClaimThrone=Все претенденты на трон убиты!
DFQueenFam=Родственники королевы убиты
DFKingFam=Родственники короля убиты
DFQSonFam=Королева и ее сыновья убиты
DFF1Gate=Нажми F1, чтобы появиться в игре впереди у ворот
DFF1Caves=Нажми F1, чтобы появиться в игре впереди у пещер
DFF1Sluice=Нажми F1, чтобы появиться в игре впереди у шлюзных ворот
DFF1Aquifer=Нажми F1, чтобы появиться в игре впереди у резервуара с водой
DFF1Safe=Нажми F1, чтобы появиться в игре впереди в укрытии
Trebstand=Вам нужно 2 человека
Trebremains3=Осталось 3 требушета!
Trebremains2=Осталось 2 требушета!
Trebremains1=Остался только 1 требушет!
Ship1=Остался только 1 корабль!
Ship2=Осталось только 2 корабля!
DFRoyal1=Остался только один из королевской семьи!
DFRoyal2=Остались только 2 из королевской семьи!
DFF1Aquifer=Нажми F1, чтобы возродиться у резервуара